IDEA Open Model
TemperatureCurve2D.Temperature Property
Compatible with IDEA StatiCa 20.1
 The temperature [K]
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Temperature { get; set; }
Public Property Temperature As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
TemperatureCurve2D Class
IdeaRS.OpenModel.Geometry2D Namespace